Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
bn_bd: নেটওয়ার্ক বাতিলের আবেদন ব্যর্থ হয়েছে। সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে একটি সুযোগ আছে। আপনার ডিভাইসের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার অপারেটরের সাথে যোগাযোগ করুন।

source: Networking on
bn_bd: নেটওয়ার্কিং চালু

source: Network is offline. Will check again when the network is online.
bn_bd: নেটওয়ার্ক অফলাইনে আছে। অনলাইনে আসলে আবার খোঁজা হবে।

source: Network notification
bn_bd: নেটওয়ার্ক বিজ্ঞপ্তি

source: Network Operator
bn_bd: নেটওয়ার্ক অপারেটর

source: Network Operators In The Area
bn_bd: এই এলাকার নেটওয়ার্ক অপারেটর

source: Networks found
bn_bd: কোন নেটওয়ার্ক পাওয়া যায়নি

source: Network Type
bn_bd: নেটওয়ার্কের ধরন

source: Network type could not be set
bn_bd: নেটওয়ার্কের ধরন সেট করা যাচ্ছে না

source: Network unavailable. Email saved to outbox.
bn_bd: নেটওয়ার্ক নেই। ইমেইল আউটবক্সে সংরক্ষিত হয়েছে।

source: {{n}} event
bn_bd: {{n}} টি ইভেন্ট

source: {{n}} events
bn_bd: {{n}} টি ইভেন্ট

source: never
bn_bd: কখনোই না

source: Never Send a Report
bn_bd: কখনই প্রেরিত হবে না

source: New Account
bn_bd: নতুন অ্যাকাউন্ট

source: New alarm
bn_bd: নতুন অ্যালার্ম

source: New Apps
bn_bd: নতুন অ্যাপ

source: New call
bn_bd: নতুন কল

source: New message
bn_bd: নতুন বার্তা

source: New message from
bn_bd: নতুন বার্তা এসেছে

source: New name
bn_bd: নতুন নাম

source: New passcode
bn_bd: নতুন পাসকোড

source: New password
bn_bd: নতুন গোপনশব্দ

source: New PIN
bn_bd: নতুন পিন

source: New {{provider}} SIM inserted
bn_bd: {{provider}} সিম প্রবেশ করান হয়েছে

source: New ringtone created.
bn_bd: নতুন রিংটোন তৈরি হয়েছে।

source: News
bn_bd: সংবাদ

source: New SIM inserted
bn_bd: নতুন SIM প্রবেশ করানো হয়েছে

source: New voicemail
bn_bd: নতুন ভয়েস মেইল

source: next month
bn_bd: পরবর্তী মাস

source: Next time you check your email, click the verification link to confirm your Firefox Account.
bn_bd: পরবর্তীকালে আপনি যখন আপনার ইমেইল দেখবেন, আপনার ফায়ারফক্স অ্যাকাউন্ট যাচাইকারী লিঙ্কটি ক্লিক করবেন।

source: next week
bn_bd: পরবর্তী সপ্তাহ

source: next year
bn_bd: আগামী বছর

source: NFC on
bn_bd: NFC চালু

source: {{n}} hour
bn_bd: {{n}} ঘণ্টা

source: {{n}} hours
bn_bd: {{n}} ঘণ্টা

source: Nick name
bn_bd: ডাকনাম

source: {{ n }} matches for "{{ matchNumber }}"
bn_bd: "{{ matchNumber }}" জন্য {{ n }} টি মিলেছে

source: {{ n }} match for "{{ matchNumber }}"
bn_bd: "{{ matchNumber }}" জন্য {{ n }} টি মিলেছে

source: {{ n }} message flags removed
bn_bd: {{ n }} টি বার্তা ফ্লাগ অপসারিত হয়েছে

source: {{ n }} message flags set
bn_bd: {{ n }} টি বার্তা ফ্লাগ করা হয়েছে

source: {{ n }} messages deleted
bn_bd: {{ n }} টি বার্তা অপসারিত হয়েছে

source: {{ n }} messages marked as read
bn_bd: {{ n }} টি বার্তা পঠিত হিসাবে চিহ্নিত হয়েছে

source: {{ n }} messages marked as unread
bn_bd: অপঠিত হিসেবে {{ n }} টি বার্তা চিহ্নিত করা হয়েছে

source: {{ n }} messages moved
bn_bd: {{ n }} টি বার্তা সরানো হয়েছে

source: {{n}} minutes
bn_bd: {{n}} মিনিট

source: {{ n }} New Emails
bn_bd: {{ n }} টি নতুন ইমেইল

source: {{ n }} New Emails ({{ accountName }})
bn_bd: {{ n }} টি নতুন ইমেইল ({{ accountName }})

source: {{n}} new voicemails
bn_bd: {{n}} টি নতুন ভয়েস মেইল

source: {{n}} Notification
bn_bd: {{n}}টি নোটিফিকেশন

source: {{n}} Notifications
bn_bd: {{n}}টি নোটিফিকেশন

source: No calls recorded
bn_bd: কোন কল সংরক্ষণ করা হয় নাই

source: No connection. Check your network configuration and try again.
bn_bd: ইন্টানেট বিচ্ছিন্ন। সংযোগ পরীক্ষা করে পুনরায় চেষ্টা করুন।

source: No contacts
bn_bd: কোনো পরিচিতি নেই

source: No contacts detected on memory card to import
bn_bd: মেমোরি কার্ড থেকে নিয়ে আসার মত কোন পরিচিতি পাওয়া যায় নি

source: No contacts detected on SIM to import
bn_bd: SIM থেকে নিয়ে আসার মত কোন পরিচিতি পাওয়া যায়নি

source: No contacts exported
bn_bd: কোন পরিচিতি এক্সপোর্ট করা হয়নি

source: No contacts found
bn_bd: কোন পরিচিতি পাওয়া যায়নি

source: No contacts in your Contacts list
bn_bd: আপনার পরিচিতি তালিকায় কোনো পরিচিতি নেই

source: No contacts selected
bn_bd: কোনো পরিচিতি নির্বাচন করা হয়নি

source: No Contact to Delete
bn_bd: অপসারণের জন্য কোন পরিচিতি নেই

source: No devices paired
bn_bd: কোনো ডিভাইস জোড়া হয়নি

source: No downloads
bn_bd: কোন ডাউনলোড নেই

source: No duplicate contacts found
bn_bd: একইরকম একাধিক পরিচিতি পাওয়া যায়নি

source: No duplicated contacts merged
bn_bd: সদৃশ পরিচিতি সংযুক্ত করা হয়নি

source: No Events
bn_bd: কোনো ইভেন্ট নেই

source: No first time use app found
bn_bd: প্রথমবারের মত ব্যবহার করা কোন অ্যাপ পাওয়া যায়নি

source: No friends imported (out of {{total}})
bn_bd: ({{total}}এর মধ্যে) কোন বন্ধু আনা হয়নি

source: No imported certificate
bn_bd: কোনো ইম্পোর্ট করা সার্টিফিকেট নেই

source: No known networks
bn_bd: পরিচিত কোনো নেটওয়ার্ক নেই

source: No Locked Ringtones Installed
bn_bd: কোনো লকড রিংটোন ইনস্টল হয়নি

source: No Locked Wallpaper Installed
bn_bd: কোন লক করা ওয়ালপেপার নাই

source: No mail in this Folder
bn_bd: এই ফোল্ডারে কোন বার্তা নেই

source: No matches in locally cached messages
bn_bd: স্থানীয়ভাবে ক্যাশকৃত বার্তার সাথে মিল পাওয়া যায়নি

source: No memory card
bn_bd: মেমরি কার্ড নেই

source: No memory card found
bn_bd: মেমরি কার্ড নেই

source: No memory card found. Please insert a memory card.
bn_bd: কোনো মেমোরি কার্ড নেই। দয়া করে মেমোরি কার্ড প্রবেশ করান।

source: No messages
bn_bd: কোনো বার্তা নেই

source: No missed calls
bn_bd: কোনো মিসড কল নেই

source: No name
bn_bd: নামহীন

source: none selected
bn_bd: কোনটিই নির্বাচন করা হয়নি

source: No network connection
bn_bd: নেটওয়ার্ক সংযোগ নেই

source: No network coverage
bn_bd: কোন নেটওয়ার্কের আওতায় নেই

source: No networks found
bn_bd: কোনো নেটওয়ার্ক পাওয়া যায়নি

source: No new voicemail
bn_bd: নতুন কোন ভয়েস মেইল নেই

source: No operator
bn_bd: কোনো অপারেটর নেই

source: No options found
bn_bd: কোনো বিষয় পাওয়া যায়নি

source: No photos
bn_bd: কোনো ছবি নেই

source: No photos or videos
bn_bd: ছবি বা ভিডিও নেই

source: No provider found
bn_bd: সরবরাহকারী পাওয়া যায় নি

source: (No recipient)
bn_bd: (কোন প্রাপক নেই)

source: No remaining free space.
bn_bd: কোন খালি যায়গা নেই।

source: No SIM card
bn_bd: কোন সিম কার্ড নেই

source: No SIM detected
bn_bd: কোনো সিম কার্ড নেই

source: No SIM inserted
bn_bd: কোন সিম ব্যবহার করা হয়নি

source: No Smart Collections to add
bn_bd: যোগ করার জন্য কোনো স্মার্ট সংগ্রহ নেই

source: No Sound
bn_bd: নিঃশব্দ

source: No storage found
bn_bd: কোন সংগ্রহস্থল পাওয়া যায়নি

source: (no subject)
bn_bd: (কোনো বিষয় নেই)

source: Not available
bn_bd: বিদ্যমান নেই

source: Not defined
bn_bd: সুনির্দিষ্ট নয়

source: not downloaded
bn_bd: ডাউনলোড করা হয়নি

source: Not enabled yet
bn_bd: এখনও সক্রিয় নয়

source: Not enough space
bn_bd: যথেষ্ট পরিমাণ জায়গা নেই

source: Not enough space on memory card
bn_bd: মেমরি কার্ডে যথেষ্ট পরিমান জায়গা খালি নেই

source: Notes
bn_bd: নোট

source: Nothing selected
bn_bd: কিছুই নির্বাচিত হয়নি

source: Notice
bn_bd: বিজ্ঞপ্তি

source: Notice: If you need to import new certificates, please go to "Manage certificates".
bn_bd: নোটিশঃ যদি নতুন সার্টিফিকেট আনতে চান, দয়া করে "সার্টিফিকেট ব্যবস্থাপনা" এখানে যান।

source: Notify me when an open network is available
bn_bd: উন্মুক্ত নেটওয়ার্ক পাওয়া গেলে আমাকে জানাও

source: Not imported
bn_bd: ইম্পোর্ট করা হয়নি

source: Not imported yet
bn_bd: এখনও আমদানী হয়নি

source: Not set
bn_bd: নির্ধারিত হয়নি

source: No updates were found
bn_bd: কোনো হালনাগাদ পাওয়া যায়নি

source: Nov
bn_bd: নভে

source: November
bn_bd: নভেম্বর

source: now
bn_bd: এখন

source: No wireless networks found
bn_bd: কোন ওয়্যারলেস নেটওয়ার্ক পাওয়া যায়নি

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
bn_bd: এখন আপনি Find My Device এবং ফায়ারফক্স মার্কেটপ্লেসের মত অ্যাপ্লিকেশন এবং বৈশিষ্ট্য ব্যবহার করতে পারেন।

source: {{n}} participant
bn_bd: {{n}} জন অংশগ্রহনকারী

source: {{n}} participants
bn_bd: {{n}} জন প্রাপক

source: {{n}} recipient
bn_bd: {{n}} জন প্রাপক

source: {{n}} recipients
bn_bd: {{n}} জন প্রাপক

source: {{ n }} retries left
bn_bd: {{ n }} টি পুনঃচেষ্টা বাকি আছে

source: {{ n }} second
bn_bd: {{ n }} সেকেন্ড

source: {{ n }} seconds
bn_bd: {{ n }} সেকেন্ড

source: {{n}} seconds
bn_bd: {{n}} সেকেন্ড

source: {{ n }} selected
bn_bd: {{ n }} টি নির্বাচিত

source: {{n}} selected
bn_bd: {{n}} টি নির্বাচিত

source: {{n}} tries left.
bn_bd: {{n}} টি চেষ্টা বাকি আছে।

source: number
bn_bd: নম্বর

source: Number
bn_bd: নম্বর

source: Number is busy
bn_bd: নম্বরটি ব্যস্ত আছে

source: Number layouts
bn_bd: নম্বর লেআউট

source: Number when busy
bn_bd: ব্যস্ত থাকাকালীন নম্বর

source: Number when unanswered
bn_bd: নম্বর যখন উত্তর দেওয়া হবে না

source: Number when unreachable
bn_bd: অনুপস্থিত থাকাকালিন নম্বর

source: {{numDups}} contacts merged
bn_bd: {{numDups}}টি পরিচিতি যুক্ত করা হয়েছে

source: Numeric layout
bn_bd: সংখ্যা লেআউট

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
bn_bd: {{numSuccessful}} টি ফাইল সফল, {{numUnsuccessful}} টি ফাইল বিফল

source: {{n}} unread notification
bn_bd: {{n}}টি অপঠিত নোটিফিকেশন

source: {{n}} unread notifications
bn_bd: {{n}}টি অপঠিত নোটিফিকেশন

source: {{ n }} update available
bn_bd: {{ n }} টি হালনাগাদ বিদ্যমান

source: {{ n }} update available. <span>Tap for more info.</span>
bn_bd: {{ n }} টি হালনাগাদ পাওয়া গেছে। <span>আরও তথ্যের জন্য এখানে চাপুন।</span>

source: {{ n }} updates available
bn_bd: {{ n }} টি হালনাগাদ বিদ্যমান

source: {{ n }} updates available. <span>Tap for more info.</span>
bn_bd: {{ n }} টি হালনাগাদ পাওয়া গেছে। <span>আরও তথ্যের জন্য এখানে চাপুন।</span>

source: Obtaining an IP address…
bn_bd: আইপি ঠিকানা নিচ্ছে...

source: Obtaining Source Code
bn_bd: সোর্স কোড নেওয়া হচ্ছে

source: Oct
bn_bd: অক্টো

source: October
bn_bd: অক্টোবর

source: Offline
bn_bd: অফলাইন

source: Offline calendar
bn_bd: অফলাইন ক্যালেন্ডার

source: On day of event
bn_bd: ইভেন্টের দিনে

source: One duplicated contact merged
bn_bd: একটি সদৃশ পরিচিতি যুক্ত করা হয়েছে

source: One friend imported (out of {{total}})
bn_bd: ({{total}}এর মধ্যে) একটি বন্ধু আনা হয়েছে

source: one minute
bn_bd: এক মিনিট

source: One moment, still working on the previous attachment...
bn_bd: অপেক্ষা করুন, আগের সংযুক্তি নিয়ে এখনও কাজ হচ্ছে...

source: One new voicemail
bn_bd: একটি নতুন ভয়েস মেইল

source: one second
bn_bd: এক সেকেন্ড

source: Online support:
bn_bd: অনলাইন সাপোর্ট:

source: Only {{ n }} retry left
bn_bd: মাত্র {{ n }} টি পুনঃচেষ্টা বাকি আছে

source: On without roaming
bn_bd: রোমিং ছাড়াই চালু

source: On with roaming
bn_bd: রোমিং এর সময় চালু

source: Open Channel
bn_bd: উন্মুক্ত চ্যানেল

source: Open Gallery
bn_bd: গ্যালারি খুলুন

source: Open link in new tab
bn_bd: নতুন ট্যাবে লিংক খুলুন

source: Open Source Notices
bn_bd: ওপেন সোর্স বিজ্ঞপ্তি

source: Open top-up menu
bn_bd: টপ আপ মেনু খুলুন

source: Open with:
bn_bd: খুলতে ব্যবহার করুন:

source: Operation is restricted to fixed dialing numbers only
bn_bd: কার্যক্রম কেবলমাত্র নির্দিষ্ট নম্বরে ডায়ালের জন্য সংরক্ষিত

source: Operation not allowed during voice call
bn_bd: ভয়েস কলের সময় কাজটি অনুমোদিত নয়

source: Operation successfully set.
bn_bd: কাজটি সঠিক ভাবে করা হয়েছে।

source: Operator message
bn_bd: অপারেটরের বার্তা

source: {{operator}} network, {{level}} of 5 bars
bn_bd: {{operator}} নেটওয়ার্ক, ৫টির মধ্যে {{level}} বার

source: {{operator}} network (roaming), {{level}} of 5 bars
bn_bd: {{operator}} নেটওয়ার্ক (roaming), ৫টির মধ্যে {{level}} বার

source: {{ operator }} services
bn_bd: {{ operator }} সেবা

source: Operator Services
bn_bd: অপারেটর সার্ভিস

source: Option layouts
bn_bd: অপশন লেআউট

source: Or add your phone number
bn_bd: অথবা অাপনার ফোন নম্বর যোগ করুন

source: Order by last name
bn_bd: নামের শেষের অংশ অনুযায়ী সাজান

source: Organize Contacts
bn_bd: পরিচিতি সাজান

source: Original
bn_bd: আসল

source: Original message
bn_bd: আসল বার্তা

source: {{origin}} is now fullscreen.
bn_bd: {{origin}} এখন পূর্ণ পর্দা জুড়ে আছে।

source: Or select a phone number from the list
bn_bd: অথবা তালিকা থেকে একটি ফোন নাম্বার নির্বাচন করুন

source: OS Version
bn_bd: ওএস সংস্করণ

source: OTA Access Point Configuration
bn_bd: OTA অ্যাক্সেস পয়েন্ট কনফিগারেশন

source: Other accounts
bn_bd: অন্যান্য অ্যাকাউন্ট

source: Other connection in use
bn_bd: অন্য সংযোগ ব্যবহৃত হচ্ছে

source: Other month
bn_bd: অন্য মাস

source: Other Sounds
bn_bd: অন্যান্য শব্দ

source: Outbox
bn_bd: আউটবক্স

source: Outgoing Caller ID
bn_bd: আউটগোয়িং কলার আইডি

source: Outgoing Calls
bn_bd: আউটগোয়িং কল

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
bn_bd: আউটগোয়িং কল, আউটগোয়িং বার্তা এবং ডাটা সংযোগ পূর্বনির্ধারিতভাবে সিম ১ এ সেট করা

source: Outgoing Messages
bn_bd: আউটগোয়িং বার্তা

source: Outlook
bn_bd: আউটলুক

source: Pacific Ocean
bn_bd: প্যাসিফিক মহাসাগর

source: Packet
bn_bd: প্যাকেট

# Packet: {{ packet }}
source: Packet: {{ packet }}\n
bn_bd: প্যাকেট: {{ packet }}\n

source: PAD
bn_bd: প্যাড

# PAD: {{ pad }}
source: PAD: {{ pad }}\n
bn_bd: প্যাড: {{ pad }}\n

source: Page {{current}} of {{total}}
bn_bd: পৃষ্ঠা {{total}} এর {{current}}

source: Pair
bn_bd: জুটিবদ্ধ

source: Paired
bn_bd: জুটিবদ্ধ

source: Paired devices
bn_bd: জুটিবদ্ধ ডিভাইস

source: Pairing with device…
bn_bd: ডিভাইসের সাথে জুটিবদ্ধ হচ্ছে…

source: PAP or CHAP
bn_bd: PAP অথবা CHAP

source: {{partial}} of {{total}}
bn_bd: {{total}} এর {{partial}}

source: Passcode
bn_bd: পাসকোড

source: Passcode: {{code}}
bn_bd: পাসকোড: {{code}}

source: Passcode doesn’t match. Try again.
bn_bd: পাসকোড মিলছে না। আবার চেষ্টা করুন।

source: Passcode is incorrect
bn_bd: ভুল পাসকোড

source: Passcode Lock
bn_bd: পাসকোড লক

source: Passcode panel
bn_bd: পাসকোড প্যানেল

source: Password change
bn_bd: পাসওয়ার্ড পরিবর্তন করুন

source: Password field should not be empty
bn_bd: পাসওয়ার্ড ঘর খালি রাখা যাবে না

source: Password incorrect
bn_bd: পাসওয়ার্ড সঠিক নয়

source: PB
bn_bd: পেটাবাইট

source: PDF Viewer
bn_bd: পিডিএফ প্রদর্শক

source: Performance and Usage Data
bn_bd: কর্মক্ষমতা ও ব্যবহারের ডাটা

source: period
bn_bd: পিরিয়ড

source: Personalization
bn_bd: ব্যাক্তিগতকরণ

source: Phase 2 authentication
bn_bd: ২য় ধাপ অনুমোদন

source: Phone
bn_bd: ফোন

source: Phone activity
bn_bd: ফোন কার্যকারিতা

source: Phone Activity
bn_bd: ফোন কার্যকারিতা

source: Phone and Data Report
bn_bd: ফোন ও ডাটা প্রতিবেদন

source: Phone and Internet data report
bn_bd: ফোন ও ইন্টারনেট ডাটার প্রতিবেদন

source: Phone number
bn_bd: ফোন নাম্বার

source: Phone number:
bn_bd: ফোন নম্বর:

source: Phone Number
bn_bd: ফোন নম্বর

source: Phone numbers
bn_bd: ফোন নম্বর

source: Photo
bn_bd: ছবি

source: Photography
bn_bd: ফটোগ্রাফি

source: Photo Mode
bn_bd: ফটো মোড

source: Photo options
bn_bd: ছবির অপশন

source: Photos, videos and music are stored separately from apps. See media storage for details.
bn_bd: অ্যাপ থেকে ছবিসমূহ, ভিডিওসমূহ এবং সঙ্গীত আলাদাভাবে সংগ্রহ করা হয়। বিস্তারিতর জন্য মিডিয়া সংগ্রহস্থল দেখুন।

source: Pick up
bn_bd: ধরুন

source: Picture not saved
bn_bd: ছবি সংরক্ষিত হয়নি

source: Pictures
bn_bd: চিত্র

source: PIN
bn_bd: পিন

source: PIN2 change
bn_bd: পিন২ পরিবর্তন

source: PIN2 successfully changed
bn_bd: পিন২ সফলভাবে পরিবর্তিত হয়েছে

source: PIN2 successfully unblocked
bn_bd: পিন২ সফলভাবে আনব্লক করা হয়েছে

source: PIN change
bn_bd: পিন পরিবর্তন

source: PIN is 4 or 8 digits
bn_bd: ৪ বা ৮ ডিজিটের পিন

source: PIN must have between 4 and 8 characters.
bn_bd: পিন অবশ্যই ৪ থেকে ৮ অক্ষরের হতে হবে।

source: PINs don’t match
bn_bd: পিনগুলো অনুরূপ হয়নি

source: PINs don’t match.
bn_bd: PIN গুলো মিলেনি।

source: PIN successfully changed
bn_bd: পিন সফলভাবে পরিবর্তিত

source: PIN successfully unblocked
bn_bd: পিন সফলভাবে আনব্লক করা হয়েছে

source: Places
bn_bd: স্থান

source: Platform Version
bn_bd: প্লাটফর্ম ভার্শন

source: Playback controls
bn_bd: প্লেব্যাক কন্ট্রোল

source: Playlists
bn_bd: গানের তালিকা

source: Play sound after message is sent
bn_bd: বার্তা পাঠানোর পর সাউন্ড বাজে

source: Play Tone
bn_bd: টোন বাজান

source: Please check your password and try again.
bn_bd: অনুগ্রহ করে পাসওয়ার্ড পরীক্ষা করে পুনরায় চেষ্টা করুন।

source: Please confirm {{email}}
bn_bd: দয়াকরে {{email}} নিশ্চিত করুন

source: Please connect to a network from Settings.
bn_bd: অনুগ্রহ করে সেটিং থেকে নেটওয়ার্কে সংযোগ করুন।

source: Please contact your local provider for support.
bn_bd: সহায়তার জন্য স্থানীয় প্রোভাইডারের সাথে যোগাযোগ করুন।

source: Please enter a valid email.
bn_bd: অনুগ্রহ করে সঠিক ই-মেইল লিখুন।

source: Please enter your Firefox Account password to continue.
bn_bd: চালিয়ে যেতে আপনার ফায়ারফক্স অ্যাকাউন্টের পাসওয়ার্ড টি প্রবেশ করান।

source: Please go back and connect to the Internet.
bn_bd: পেছনে ফিরে যান এবং ইন্টারনেটে সংযুক্ত হন।

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
bn_bd: অনুগ্রহ করে পিছনে ফেরত যান এবং ইন্টারনেট সংযুক্ত করুন। আপনি এই পৃষ্ঠা আবার পরে সেটিং থেকে অথবা ব্রাউজারে {{url}} দিয়ে দেখতে পারবেন।

source: Please go back and correct your entry.
bn_bd: অনুগ্রহ করে পিছনে যান এবং আপনার লেখা সঠিক করুন।

source: Please hold on. We are canceling the ongoing operation.
bn_bd: ধৈর্য ধরুন। চলমান প্রক্রিয়া বাতিল করা হচ্ছে।

source: Please, insert a SIM card and reboot your phone.
bn_bd: সিম কার্ড প্রবেশ করান এবং ফোন পুনরায় চালু করুন।

source: Please make sure the SIM card inserted is the one used to receive this message.
bn_bd: অনুগ্রহ করে নিশ্চিত করুন যে সিম ব্যবহার করে এই বার্তা গ্রহণ করা হয়েছে সেই সিমকার্ডই ঢোকানো হয়েছে।

source: Please tell us in detail.
bn_bd: দয়া করে আমাদের বিস্তারিত জানান।

source: Please, turn off airplane mode to enable Usage.
bn_bd: ব্যবহার সক্রিয় করতে দয়া করে এরোপ্লেন মোড বন্ধ করুন।

source: Please wait while Gallery updates its database.
bn_bd: অনুগ্রহ করে গ্যালারীর ডাটাবেজ হালনাগাদ হওয়া পর্যন্ত অপেক্ষা করুন।

source: Please wait while Music updates its database.
bn_bd: দয়া করে গানের তালিকা আপগ্রেড হবার সময় অপেক্ষা করুন।

source: Please wait while Video updates its database.
bn_bd: ভিডিও ডাটাবেজ হালনাগাদ হওয়া পর্যন্ত অপেক্ষা করুন।

source: Please wait while your account is set up
bn_bd: আপনার অ্যাকাউন্ট প্রস্তুত হওয়া পর্যন্ত অপেক্ষা করুন

source: Plug in a headset
bn_bd: হেডসেট সংযুক্ত করুন

source: POP3 Disabled
bn_bd: POP3 নিষ্ক্রিয়

source: POP3 settings
bn_bd: POP3 সেটিং

source: Portable Document Format (PDF) Viewer
bn_bd: Portable Document Format (PDF) প্রদর্শক

source: Port Number
bn_bd: পোর্ট নম্বর

source: Postpaid
bn_bd: পোস্ট-পেইড

source: Power off
bn_bd: বন্ধ করুন

source: Power Save Mode
bn_bd: বিদ্যুৎ সংরক্ষণ মোড

source: Power Saving Mode
bn_bd: বিদ্যুৎ সংরক্ষণ মোড

source: Power saving mode is on.
bn_bd: বিদ্যুৎ সংরক্ষণ মোড চালু।

source: Preferred network type
bn_bd: পছন্দের নেটওয়ার্কের ধরন

source: Prepaid
bn_bd: প্রি-পেইড

source: Preparing contacts
bn_bd: পরিচিতি প্রস্তুত হচ্ছে

source: Preview audio
bn_bd: অডিও প্রিভিউ

source: Preview image
bn_bd: ছবি প্রিভিউ

source: privacy policy
bn_bd: গোপনীয়তা নীতি

source: Privacy & Security
bn_bd: গোপনীয়তা ও নিরাপত্তা

source: Problems
bn_bd: সমস্যা

source: {{ progress }} downloaded
bn_bd: {{ progress }} ডাউনলোড হয়েছে

source: {{ progress }} / {{ max }} downloaded
bn_bd: {{ progress }} / {{ max }} ডাউনলোড হয়েছে

source: Provide Local Info
bn_bd: স্থানীয় তথ্য দিন

source: PUK2 code
bn_bd: PUK2 কোড

source: PUK code
bn_bd: PUK কোড

source: PUK code must have exactly 8 characters.
bn_bd: PUK কোড অবশ্যই ৮ অক্ষরের হতে হবে।

source: Purchase
bn_bd: ক্রয়

source: Purchased Media
bn_bd: ক্রয়কৃত মিডিয়া

source: question mark
bn_bd: প্রশ্নবোধক চিহ্ন

source: Radio not available
bn_bd: রেডিও বিদ্যমান নয়

source: RCCK code
bn_bd: RCCK কোড

source: RCCK must have between 8 and 16 characters.
bn_bd: RCCK অবশ্যই ৮ থেকে ১৬ অক্ষরের হতে হবে।

source: Read:
bn_bd: পড়ুন:

source: Reading from memory card…
bn_bd: মেমরি কার্ড থেকে পড়া হচ্ছে...

source: Reading from SIM card…
bn_bd: সিম কার্ড থেকে পড়া হচ্ছে...

source: Read it
bn_bd: এটি পড়ুন

source: Rear camera
bn_bd: পেছনের ক্যামেরা

source: received
bn_bd: প্রাপ্ত

source: Received:
bn_bd: প্রাপ্ত:

source: Receive Data
bn_bd: ডাটা গ্রহন

source: Receiver
bn_bd: গ্রাহক

source: Receive reports about your internet usage.
bn_bd: আপনার ইন্টারনেট ব্যবহারের প্রতিবেদন দেখুন।

source: Receive reports about your Internet usage and set an alert to avoid using too much.
bn_bd: ইন্টারনেট ব্যবহার সম্পর্কিত প্রতিবেদন দেখুন এবং অত্যাধিক ব্যবহার এড়াতে একটি সতর্কতা সেট করুন।

source: Receive reports about your phone and Internet usage.
bn_bd: আপনার ফোন ও ইন্টারনেট ব্যবহারের প্রতিবেদন গ্রহন করুন।

source: Receives, filters and displays WAP Push messages
bn_bd: WAP পুশ বার্তা গ্রহন, পরিশ্রুত এবং প্রদর্শন করে

source: Receiving Bluetooth transfer…
bn_bd: ব্লুটুথ স্থানান্তর গ্রহন করা হচ্ছে…

source: Recent calls
bn_bd: সাম্প্রতিক কল

source: Recently added
bn_bd: সম্প্রতি রেট পাওয়া

source: Recipes
bn_bd: রান্না

source: Recipient error. Email saved to outbox.
bn_bd: ত্রুটিপূর্ণ প্রাপক। ইমেইল আউটবক্সে সংরক্ষিত হয়েছে।

source: Recipients:
bn_bd: প্রাপক‌:

source: Record from:
bn_bd: রেকর্ড করুন এটা থেকে:

source: Recording on
bn_bd: রেকর্ড চালু

source: Region
bn_bd: অঞ্চল

source: Registration was successful
bn_bd: রেজিস্ট্রেশন সফল হয়েছে

source: Rejected by remote
bn_bd: রিমোট কতৃক প্রত্যাখাত

source: {{remaining}} remaining phone credit
bn_bd: ফোনে {{remaining}} ক্রেডিট বাকি আছে

source: Remember my choice
bn_bd: আমার পছন্দ মনে রাখুন

source: Reminder:
bn_bd: রিমাইন্ডার:

source: Reminders
bn_bd: রিমাইন্ডার

source: Remind me
bn_bd: আমাকে মনে করিয়ে দিও

source: Remove account
bn_bd: অ্যাকাউন্ট অপসারণ

source: Remove all Facebook data?
bn_bd: ফেসবুকের সব ডাটা অপসারিত হবে?

source: Remove as Favorite
bn_bd: প্রিয় তালিকা হতে অপসারণ করুন

source: Remove attachment
bn_bd: সংযুক্তি অপসারণ করুন

source: Remove audio
bn_bd: অডিওটি অপসারণ করুন

source: Remove contact picture?
bn_bd: পরিচিতির ছবি অপসারণ করবেন?

source: Remove from homescreen
bn_bd: হোমস্ক্রিন হতে অপসারণ

source: Remove image
bn_bd: ছবি অপসারণ

source: Remove local data
bn_bd: লোকাল ডাটা অপসারণ

source: Remove {{name}}
bn_bd: {{name}} অপসারণ

source: Remove {{name}} from system?
bn_bd: সিস্টেম থেকে {{name}} অপসারণ করবেন?

source: Remove {{name}} from the homescreen?
bn_bd: {{name}} মূল স্ক্রিন থেকে অপসারণ করবেন?

source: Remove photo
bn_bd: ছবি মুছে ফেলুন

source: Remove subject
bn_bd: বিষয় সরিয়ে ফেলুন

source: Remove text
bn_bd: লেখা অপসারণ করুন

source: Remove video
bn_bd: ভিডিও অপসারণ

source: Removing Facebook data
bn_bd: ফেসবুক ডাটা অপসারিত হচ্ছে

source: Removing this account will also remove your local copy of associated calendars and events.
bn_bd: এই অ্যাকাউন্ট অপসারণ করলে সাথে সম্পর্কিত ক্যালেন্ডার ও ইভেন্টের তথ্য ডিভাইস থেকে অপসারিত হবে।

source: Rename my device
bn_bd: আমার যন্ত্রের নাম পুনরায় দাও

source: Repeat
bn_bd: পুনরাবৃত্তি

source: Replace attachment
bn_bd: এটাচমেন্ট প্রতিস্থাপন

source: Replace audio
bn_bd: অডিও প্রতিস্থাপন

source: Replace existing Draft
bn_bd: বিদ্যমান ড্রাফট প্রতিস্থাপন করুন

source: Replace image
bn_bd: ছবি প্রতিস্থাপন

source: Replace video
bn_bd: ভিডিও প্রতিস্থাপন

source: Reply
bn_bd: জবাব

source: Reply All
bn_bd: সকলের প্রতি উত্তর

source: Reply-To
bn_bd: উত্তর - প্রাপক

source: Report
bn_bd: রিপোর্ট

source: Requested
bn_bd: অনুরোধকৃত

source: Requesting network info…
bn_bd: নেটওয়ার্ক তথ্যের জন্য অনুরোধ করা হচ্ছে...

source: Request notification of delivery for each message sent
bn_bd: প্রত্যেক বার্তা প্রেরিত হলে বিজ্ঞপ্তি দেওয়া হোক

source: Request not supported
bn_bd: অনুরোধ সমর্থিত নয়

source: Request read report for each message sent
bn_bd: প্রত্যেকটি প্রেরিত বার্তা পাঠের রিপোর্টের অনুরোধ করুন

source: Request was successful
bn_bd: অনুরোধ সফল হয়েছে

source: Required
bn_bd: প্রয়োজনীয়

source: Require passcode
bn_bd: পাসকোড আবশ্যক

source: Resend this message
bn_bd: বার্তাটি পুনরায় পাঠান

source: Reset data usage
bn_bd: ডাটা ব্যবহার পুনরায় সেট করুন

source: Reset mobile usage
bn_bd: মোবাইল ব্যবহার পুনরায় সেট করুন
